var severlist=[ {"name":"内网服","value":"192.168.31.118","area":"2","port":"8080" },
                {"name":"外网服","value":"120.76.235.228","area":"5012","port":"8080" },
                {"name":"李涵锋","value":"192.168.31.249","area":"5013","port":"8080" },
                {"name":"策划测试服","value":"192.168.31.156","area":"8","port":"8085" },
                {"name":"taptap","value":"192.168.31.118","area":"5012","port":"8081" },
                {"name":"4399","value":"120.76.235.228","area":"5","port":"8083" }, ];

var GM_SERVER_IP_PORT = 'http://192.168.31.249:8081';